import React from "react";
import "./../AboutMe.css";

const HardWork = () => {
    return (
        <div className="container-fluid">
            <div className="row text-center alert">
                <div className="col-12">
                    <h1 className="display-4">Тяжелый труд</h1>
                    <hr></hr>
                    <div className="col-12">
                        <p className="lead">
                            В лет 18 меня начали замечать, со мной начали считаться, мое мнение начало иметь какую-то ценность. Но все равно всегда был кто-то, кто был сильнее меня. Я не был лучшим, я всегда дышал кому-то в спину. И здесь начиналась моя проверка на прочность. Когда ничего не получалось, всегда кто-то сильнее, кого-то хвалят, а я в стороне. И тогда я начал заниматься не только физически, но и умственно. Начал искать нововведения, делать глубокий анализ техники, улучшать свою методику тренировок и т.д.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    );
}

export default HardWork;